{
  "about": [
  ":robot: __Sirken Bot v0.2__",
  "Programmed and maintained by Albero#9762.",
  "Feel free to send me your discovered bugs, suggestions and in-game plats!"

 ],
 "help": [
  "Hello stranger, I'm Sirken. I give respawn times. If you use me we can do great things together!",
  "These are commands you can type to interact with me. Remember! I recognize only commands that start with ! ",
  "To get a specific command help, please type !help command",
  "",
  "  [!help]         - Show this help",
  "  [!get]          - Show the status of a Merb",
  "  [!list]         - Spamm the list of active Merbs",
  "  [!windows]      - Show the list of only Merbs in window",
  "  [!tod]          - Update the ToD of a Merb",
  "  [!pop]          - A Merb is popped",
  "  [!earthquake]   - omg omg omg (be careful, will reset all pop date/time!)",
  "  [!watch]        - Keep an eye on your merbs",
  "  [!merbs]        - List name and aliases of supported Merbs",
  "  [!about]        - About Sirken Bot"
 ],

 "get": [
  ".Syntax: [!get [Merb Name] [(info)] [(timezone)]] - Show the status of the Merb",
  "",
  "  [Merb Name]  - mandatory. Merb full name or one of its tag !merbs to list them",
  "",
  "  [(info)]     - optional. Show more details about the Merb",
  "",
  "  [(timezone)] - optional. Show times in your timezone (GMT, CET, PST, EST)",
  "",
  ".Examples: [!get Scout] :: [!get info Lord Bob pst] :: [!get Lucan info cet] :: [!get KdT info est]",
  ""
 ],

 "list": [

  "This command show a list of active merbs (in windows and next to spawn/open window). You will be spammed privately",
  ""
 ],

 "windows": [

  "Show privately a list of only merbs in window",
  ""
 ],

 "tod": [
  "ToD aka Time of Death will be used to calculate the window and so the ETA of the merb",
  "You have a bunch of parameters to update it correctly, please use them appropriately",
  "",
  ".Syntax: [!tod [Merb Name] [Time] [(Date)] [(approx)] [(timezone)]]",
  "",
  "  [Merb Name]   - mandatory. merb full name or one of its alias - !merbs to list them",
  "",
  "  [Time]        - mandatory. can be {hh:mm} or {now} or {xx minutes ago}",
  "",
  "  [(Date)]      - optional. Use the format {yyyy-mm-dd}. If no date is passed, today is used",
  "",
  "  [(approx)]    - optional. If not sure about the exact time consider adding this parameter",
  "",
  "  [(timezone)]  - optional. use a different timezone from cet when {hh:mm} time is used {cet|gmt|est|pst}",
  "",
  ".Examples: [!tod Lucan now approx] :: [!tod Scout Charisa 9mins ago] :: [!tod scout 12:34 approx pst]",
  "           [!tod Vulak 69 minutes ago ] :: [!tod Lord Bob 2019-02-25 15:00 est approx]"
 ],

 "pop" : [
  "When you use this command you will alert people watching the specified merb and will set its very roughly new ETA",
  "Pop date/time will be used to calculate ETA only if its newer than ToD",
  "",
  ".Syntax: [!pop [Merb Name]]",
  "",
  "  [Merb Name]   - mandatory. merb full name or one of its alias !merbs to list them"
 ],

 "earthquake" : [
  "Earthquake! This powerful command will reset all pop times and will alert all people watching 1 merb at least",
  "Use once, go to kill all dragons you can and update ToDs when you are back"
 ],

  "watch" : [
  "When you watch a merb you will be alerted xx minutes before the ETA and when it pops",
  "To see a list of watched merbs type without any parameter",
  "",
  ".Syntax: [!watch [Merb Name] [minutes] [OFF]",
  "",
  "  [Merb Name]   - optional. merb full name or one of its alias !merbs to list them",
  "",
  "  [Minutes]     - optional specify how many minutes you want to be alerted before ETA (30minutes default)",
  "",
  "  [OFF]         - optional. if no merb is specified all alarms will be switched off"
 ]
}